//GENERAL STRINGS

/* Button to confirm deletion */
"Delete" = "Delete";
/* Generic Ok button */
"Ok" = "Ok";
/* Title of Basic Settings section on both Edit Project and Edit Item screens*/
"Basic settings" = "Basic settings";



// MAIN ACTIVITIES

/* Home tab */
"Home" = "Home";
/* Open projects tab */
"Open" = "Open";
/* Closed projects tab */
"Closed" = "Closed";
/* Awards tab */
"Awards" = "Awards";



// HOME VIEW

/* Title of the Home view */
"Home (Title)" = "Home";
/* Next 3 items on Home screen*/
"Up next" = "Up next";
/* Remaining items on home screen */
"More to explore" = "More to explore";
/* Voiceover for project summary */
"%@, %lld items, %g%% complete" = "%@, %lld items, %g%% complete";


// PROJECTS VIEW

/* Text shown when there are no projects to show */
"There's nothing here right now" = "There's nothing here right now";
/* Name of Open Projects tab */
"Open Projects" = "Open Projects";
/* Name of Closed Projects tab */
"Closed Projects" = "Closed Projects";
/* Button for creating a new project */
"Add Project" = "Add Project";
/* Button for editing selected project */
"Edit Project" = "Edit Project";
/* Button for creating a new item */
"Add New Item" = "Add New Item";
/* Button for editing selected item */
"Edit Item" = "Edit Item";
/* A button that shows a menu with the following items */
"Sort" = "Sort";
/* Title of the Item Sort menu */
"Sort items" = "Sort items";
/* Item in the Item Sort menu - uses optimized algorithm */
"Optimized" = "Optimized";
/* Item in the Item Sort menu - sorts by title */
"Title" = "Title";
/* Item in the Item Sort menu - sorts by creation date */
"Creation Date" = "Creation Date";
/* Default name for new projects */
"New Project" = "New Project";
/* Default name for new items */
"New Item" = "New Item";
"%@, completed" = "%@, completed";
"%@, high priority" = "%@, high priority";


// EDIT PROJECT VIEW

/* Placeholder for Project Name textfield */
"Project name" = "Project name";
/* Placeholder for Project Description textfield */
"Description of this project" = "Description of this project";
/* Title of Project Colors section */
"Custom project color" = "Custom project color";
/* Text of Button for closing open project */
"Close this project" = "Close this project";
/* Text of Button for reopening closed project */
"Reopen this project" = "Reopen this project";
/* Text of Button for deleting project */
"Delete this project" = "Delete this project";
/* Label informing about differences between closing and deleting a project */
"CLOSE/DELETE PROJECT WARNING" = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
/* Title of alert for deleting project */
"Delete project?" = "Delete project?";
/* Message of alert for deleting project */
"Are you sure? You will also delete all the items it contains." = "Are you sure? You will also delete all the items it contains.";

/* Colors */
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";



// EDIT ITEM VIEW

/* Placeholder for Item Name textfield */
"Item name" = "Item name";
/* Placeholder for Item Description textfield */
"Description" = "Description";
/* Title of Priority section */
"Priority" = "Priority";
/* High priority item */
"High" = "High";
/* Medium priority item */
"Medium" = "Medium";
/* Low priority item */
"Low" = "Low";
/* Label of control to makr the project as completed */
"Mark completed" = "Mark completed";



// AWARDS VIEW

/* Title of Awards view */
"Awards (Title)" = "Awards";
/* Title of alert that shows award details when it's locked */
"Locked" = "Locked";
/* Part of title of alert that shows award details when it's unlocked */
"Unlocked %@" = "Unlocked %@";



// OTHER STRINGS

/* Text shown on landscape mode when nothing has been selected. */
"Please select something from the menu to begin." = "Please select something from the menu to begin.";
